tap "beeftornado/rmtree"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "proxmark/proxmark3"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Interpreted, interactive, object-oriented programming language
brew "python"
# GNU File, Shell, and Text utilities
brew "coreutils"
# Configurable talking characters in ASCII art
brew "cowsay"
# Perl lib for reading and writing EXIF metadata
brew "exiftool"
# Play, record, convert, and stream audio and video
brew "ffmpeg"
# Banner-like program prints strings as ASCII art
brew "figlet"
# Infamous electronic fortune-cookie generator
brew "fortune"
# Distributed revision control system
brew "git"
# GNU Pretty Good Privacy (PGP) package
brew "gnupg"
# GNU grep, egrep and fgrep
brew "grep"
# Improved top (interactive process viewer)
brew "htop"
# Configurable static site generator
brew "hugo"
# Tools and libraries to manipulate images in many formats
brew "imagemagick"
# Synchronize a maildir with an IMAP server
brew "isync"
# NCurses Disk Usage
brew "ncdu"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Manage multiple NodeJS versions
brew "nodenv"
# Thread-based email index, search, and tagging
brew "notmuch"
# 7-Zip (high compression file archiver) implementation
brew "p7zip"
# Interpreted, interactive, object-oriented programming language
brew "python@2"
# File browser
brew "ranger"
# Ruby version manager
brew "rbenv"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Utility that provides fast incremental file transfer
brew "rsync"
# Proxy server that works as a poor man's VPN
brew "sshuttle"
# Terminal multiplexer
brew "tmux"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Vi 'workalike' with many additional features
brew "vim"
# Executes a program periodically, showing output fullscreen
brew "watch"
# Internet file retriever
brew "wget"
# Lookup tool for domain names and other internet resources
brew "whois"
# Download YouTube videos from the command-line
brew "youtube-dl"
# Proxmark3 client, CDC flasher, HID flasher and firmware bundle
brew "proxmark/proxmark3/proxmark3"
