tap "homebrew/bundle"
tap "marvin-klein/tap"

brew "bat"
brew "btop"
brew "coreutils"
brew "cowsay"
brew "figlet"
brew "fortune"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "htop"
brew "marvin-klein/tap/loudgain"
brew "mosh"
brew "ncdu"
brew "neovim"
brew "nodenv"
brew "opus-tools"
brew "pv"
brew "ranger"
brew "rbenv"
brew "ripgrep"
brew "rsync"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "whois"
brew "youtube-dl"
brew "yt-dlp"
